Repository: the-lay/ulauncher-spotify-api
Catalog: locales/*/LC_MESSAGES/*.po
Languages: de

source: Port set in the preferences is not one of the supported ports.
de: Der gesetzte Port ist keiner der Unterstützten.

source: Something went very wrong, please report this issue on github.
de: Etwas ist schief gelaufen. Bitte tracke das Problem auf github.

source: Nothing is playing at this moment
de: Aktuell keine Wiedergabe

source: Start playing first
de: Spiele erst etwas ab

source: Paused
de: Pausiert

source: Playing
de: Spielt

source: on
de: auf

source: Next track
de: Nächster Titel

source: Skip playback to next track
de: Springe zum nächsten Titel

source: Previous track
de: Vorheriger Titel

source: Skip playback to previous track
de: Springe zum letzten Titel

source: Extension cheatsheet
de: Erweiterungs-Cheatsheet

source: List of all available commands
de: Liste aller verfügbaren Kommandos

source: Authorization
de: Autorisation

source: Authorize the extension with your Spotify account
de: Verbinde die Erweiterung mit deinem Spotify-Account

source: Current device
de: Aktuelles Gerät

source: Switch playback to
de: Wechsle Wiedergabe auf

source: Device id
de: Gerätename

source: No active devices running Spotify found
de: Keines deiner Geräte führt Spotify aus

source: Open Spotify on one of your devices first
de: Öffne Spotify zuerst auf einem deiner Geräte

source: Search for
de: Suche nach

source: For example
de: Zum Beispiel

source: Nothing found for
de: Kein Treffer für

source: Try again with different query?
de: Versuche eine andere Anfrage

source: Artist
de: Interpret

source: Popularity
de: Beliebtheit

source: Track
de: Titel

source: Playlist by
de: Wiedergabeliste von

source: tracks
de: Titel

source: context
de: Alle

source: off
de: aus

source: track
de: Titel

source: do not repeat
de: Nicht wiederholen

source: repeat context
de: Wiederhole alle

source: repeat track
de: Wiederhole Titel

source: Current state
de: Aktuell

source: do not shuffle
de: Kein Shuffle

source: Set to
de: Stelle auf

source: No previously played songs found
de: Keine abgespielten Titel gefunden

source: Maybe an API bug?
de: Vielleicht ein API-Fehler?

source: Can not set volume when nothing is playing
de: Lautstärke kann nur während einer Wiedergabe angepasst werden

source: Current volume
de: Aktuelle Lautstärke

source: Mute: 0% volume
de: Still

source: Full volume: 100% volume
de: Maximal

source: The volume must be from 0 to 100
de: Die Lautstärke muss zwischen 0 und 100 liegen

source: 0 = mute; 100 = full volume
de: 0 = still; 100 = maximal

source: volume
de: Lautstärke

source: Set volume to
de: Lautstärke auf

source: Can not save a song when nothing is playing
de: Titel können nur gespeichert werden, wenn sie spielen

source: You can save only tracks
de: Nur Titel können gespeichert werden

source: Add to your Liked Songs
de: Zu Lieblingssongs hinzufügen

source: This help menu
de: Dieses Menü

source: Add selected track to queue: Alt + Enter
de: Ausgewähltey Titel mit Alt + Enter der Warteschlange hinzufügen

source: Switch playback between devices
de: Wiedergabe zwischen Geräten wechseln

source: Change playback volume
de: Lautstärke ändern

source: Save currently playing song to your Liked Songs
de: Aktuellen Titel zu Lieblingssongs hinzufügen

source: Change repeat state
de: Wiederholungseinstellungen

source: Change shuffle state
de: Shuffle-Einstellungen

source: Search for a track
de: Nach Titel suchen

source: -your-query-
de: -Deine-Suche-

source: Search for an album
de: Nach Album suchen

source: Search for an artist
de: Nach Interpreten suchen

source: Search for a playlist
de: Nach Wiedergabeliste suchen

source: General search
de: Allgemeine Suche

source: Recently played tracks
de: Kürzlich gespielte Titel

source: Start playback on
de: Starte Wiedergabe auf

source: Forbidden to access this endpoint or state has changed
de: Zugriff verboten oder Status hat sich geändert

source: Probably, request is not complete and missing something
de: Wahrscheinlich ist die Anfrage unvollständig

source: Spotify exception
de: Spotify-Ausnahme

source: msg:
de: Nachricht:

source: Can't find recommendations
de: Keine Empfehlungen auffindbar

source: You can only create add recommendations based on tracks
de: Es können nur für Titel Empfehlungen hinzugefügt werden

source: Add recommendations
de: Füge Empfehlungen hinzu

source: Add recommendations based on current playback to song-queue
de: Füge Empfehlungen basierend auf dem aktuellen Titel der Warteschlange hinzu
